export const terms = `### ΠΡΟΙΜΙΟ 
Το yammas προσφέρει στους χρήστες/επισκέπτες της εφαρμογής του περιεχόμενο και υπηρεσίες, οι οποίες υπόκεινται στους παρακάτω όρους χρήσης. Ο επισκέπτης/χρήστης της εφαρμογής, θα πρέπει να διαβάσει και να κατανοήσει τους όρους αυτούς και μόνο εφόσον τους αποδέχεται να επισκεφτεί/κάνει χρήση του περιεχομένου και των υπηρεσιών του yammas. 

Ο επισκέπτης/χρήστης της εφαρμογής δηλαδή κάθε φυσικό πρόσωπο που έχει εγκαταστήσει ή χρησιμοποιεί την εφαρμογή Yammas στο κινητό/tablet/ηλεκτρονικό υπολογιστή του και επιθυμεί να «κεράσει» καθώς και ο καταναλωτής, δηλαδή κάθε φυσικό πρόσωπο που δέχεται το «κέρασμα» από τον χρήστη, στο κατάστημα στο οποίο βρίσκεται ή το οποίο επιθυμεί να επισκεφθεί σε μεταγενέστερο χρόνο, και για όσο χρονικό διάστημα μπορεί να εξαργυρώσει τη σχετική παραγγελία, πρέπει να είναι άνω των 18 ετών.


### ΔΙΚΑΙΩΜΑΤΑ ΠΝΕΥΜΑΤΙΚΗΣ ΙΔΙΟΚΤΗΣΙΑΣ- ΣΗΜΑΤΑ 
Όλο το περιεχόμενο που περιλαμβάνεται στην εφαρμογή του yammas, συμπεριλαμβανομένων του λογοτύπου, εμπορικών σημάτων, κειμένων, φωτογραφιών, εικόνων, γραφικών, αρχείων πολυμέσων (video), υπηρεσιών και γενικά όλων των αρχείων που συμπεριλαμβάνονται σε αυτή την εφαρμογή, αποτελούν πνευματική ιδιοκτησία και προστατεύονται από την κείμενη νομοθεσία του ελληνικού και ευρωπαϊκού δικαίου. Ρητά εξαιρούνται τα εμπορικά σήματα τρίτων (διαφημιζομένων, συνεργατών), καθώς και σε όποιες περιπτώσεις έχει προηγηθεί ειδική συμφωνία περιορισμένης χρήσης (περιεχόμενο, φωτογραφίες, αρχεία πολυμέσων φορέων και συνεργατών). Κατά συνέπεια, απαγορεύεται να αποτελέσουν τα παραπάνω στο σύνολο τους ή εν μέρει αντικείμενο εμπορικής συναλλαγής και εκμετάλλευσης, πώλησης ή αντιγραφής. Ρητά απαγορεύεται η αναπαραγωγή, αναδημοσίευση, τροποποίηση του συνόλου ή μέρους του περιεχομένου, των φωτογραφιών, των γραφικών, των αρχείων πολυμέσων κτλ, εκτός και αν έχει προηγηθεί συγκεκριμένη άδεια εκ μέρους του yammas. Τα εμπορικά σήματα, προϊόντα και υπηρεσίες τρίτων που αναφέρονται και παρουσιάζονται στην παρούσα εφαρμογή, αποτελούν πνευματική και βιομηχανική ιδιοκτησία τους και συνεπώς οι φορείς/εταιρείες αυτές φέρουν τη σχετική ευθύνη. Επίσης, απαγορεύεται αυστηρά η οποιαδήποτε επεξεργασία του περιεχομένου της παρούσας εφαρμογής, συμπεριλαμβανομένης ιδίως της αποσυμπίλησης (decompilation) του λογισμικού που περιλαμβάνεται σε αυτήν ή την καθ’ οιονδήποτε τρόπο επεξεργασία του πηγαίου του κώδικα.

Η οπτική απεικόνιση και σχεδιασμός κάθε ιστοσελίδας του διαδικτυακού τόπου ανήκει αποκλειστικά στο yammas.

### ΠΕΡΙΟΡΙΣΜΟΣ ΕΥΘΥΝΗΣ 
Το yammas δεν ευθύνεται για οποιαδήποτε ζημιά, θετική ή αποθετική, υποστεί ο χρήστης/επισκέπτης της εφαρμογής αυτής, την οποία και εγκαθιστά και χρησιμοποιεί με αποκλειστικά δική του ευθύνη. Επίσης δεν έχει καμία ευθύνη απέναντι στο χρήστη (ή οποιοδήποτε άλλο πρόσωπο) σε περίπτωση αδικοπραξίας (συμπεριλαμβανομένης και αμέλειας), ή για οποιαδήποτε ζημία (συμπεριλαμβανομένης της απώλειας δεδομένων, απώλειας κερδών) ή βλάβη που πιθανόν προκύψει, άμεσα ή έμμεσα από τη χρήση της εφαρμογής. Το περιεχόμενο παρέχεται «όπως ακριβώς είναι», χωρίς καμία εγγύηση. To yammas δεν εγγυάται ότι οι σελίδες, υπηρεσίες, λειτουργίες, επιλογές και το εν γένει περιεχόμενο του θα παρέχεται χωρίς διακοπή ή χωρίς σφάλματα. Επίσης, δεν εγγυάται ότι δεν περιέχει η ίδια η εφαρμογή ή οποιοσδήποτε άλλος συνεργαζόμενος ιστότοπος (site) ή συνεργαζόμενος εξυπηρετητής (server) "ιούς" ή άλλα επιζήμια προγράμματα.

Το yammas περιλαμβάνει links ("δεσμούς") προς άλλους δικτυακούς τόπους (sites), οι οποίοι δεν ελέγχονται από το ίδιο αλλά από τους ιδιοκτήτες τους (φυσικά ή νομικά πρόσωπα). Σε καμία περίπτωση δεν ευθύνεται το yammas για τους Όρους Προστασίας των Προσωπικών Δεδομένων, τους οποίους οι φορείς αυτοί ακολουθούν. Το yammas δεν ελέγχει τους όρους χρήσης, την πολιτική απορρήτου και προσωπικών δεδομένων, την ποιότητα και τις υπηρεσίες των διαδικτυακών τόπων στα οποία παραπέμπει μέσω δεσμών (links) ή διαφημίσεων (banners) και ρητώς δηλώνει ότι δεν συνδέεται καθ’ οιονδήποτε τρόπο μαζί τους, δεν ενστερνίζεται τις απόψεις τους, δεν εγγυάται για το περιεχόμενο ή για τις υπηρεσίες τους και εν γένει δε φέρει οιανδήποτε ευθύνη γι’ αυτά. 

### ΑΠΟΚΛΕΙΣΜΟΣ ΕΥΘΥΝΗΣ ΠΛΗΡΟΦΟΡΙΩΝ 
Στην παρούσα εφαρμογή προσφέρονται πληροφορίες και επιλογές στους χρήστες/επισκέπτες  και το περιεχόμενο προσφέρεται «όπως είναι», και σε καμία περίπτωση το περιεχόμενο αυτής της εφαρμογής δεν πρέπει να εκληφθεί ως προτροπή ή μη για πράξεις ή αποφάσεις των χρηστών/επισκεπτών του. 

### ΔΙΑΘΕΣΙΜΟΤΗΤΑ
Η παρούσα εφαρμογή είναι διαθέσιμη/προσβάσιμη μέσω διαδικτύου. Η yammas θα καταβάλει κάθε εύλογη προσπάθεια ώστε η παρούσα online εφαρμογή να είναι προσβάσιμη/διαθέσιμη ανά πάσα στιγμή. Ωστόσο, αναγνωρίζεται ότι καθόσον η παρούσα εφαρμογή διατίθεται μέσω διαδικτύου, η ποιότητα και προσβασιμότητα της εφαρμογής δύναται να επηρεάζεται από παράγοντες που είναι πέραν της σφαίρας επιρροής της yammas.

Η yammas δεν φέρει ουδεμία ευθύνη για την μη διαθεσιμότητα της εφαρμογής, ή για οποιαδήποτε δυσκολία ή αδυναμία πρόσβασης στο περιεχόμενο αυτής ή για οιαδήποτε άλλη αποτυχία του δικτύου (λ.χ. εγγενή πτώση του δικτύου, καθυστέρηση του τηλεπικοινωνιακού δικτύου) συνεπεία της οποίας δεν είναι διαθέσιμη η εφαρμογή.

### ΟΡΘΗ ΧΡΗΣΗ ΤΗΣ ΕΦΑΡΜΟΓΗΣ
Απαγορεύεται ρητά η χρήση οποιασδήποτε υπηρεσίας της εφαρμογής για οποιονδήποτε άλλο σκοπό εκτός από προσωπικό. Ενδεικτικά, απαγορεύεται απολύτως η εκμετάλλευση των επικοινωνιακών και λοιπών υπηρεσιών της εφαρμογής για προώθηση εμπορικών μηνυμάτων πάσης φύσεως, συμπεριλαμβανομένων και μηνυμάτων σεξουαλικού περιεχομένου (junk mail/sms/messages), είτε πρόκειται για υπηρεσίες αληθινού χρόνου είτε όχι. Το yammas δεν ευθύνεται απέναντι σε οποιοδήποτε χρήστη ή επισκέπτη για την τυχόν απρεπή, προσβλητική ή καθ’ οιονδήποτε τρόπο παράνομη συμπεριφορά άλλων χρηστών προς αυτούς. Σε περίπτωση χρήσης των υπηρεσιών της εφαρμογής με τρόπο που αντιβαίνει τους παρόντες όρους, το yammas διατηρεί το δικαίωμα απο
κλεισμού του χρήστη από τις εν λόγω υπηρεσίες χωρίς προηγούμενη ειδοποίησή του.


### ΤΡΟΠΟΙ ΠΛΗΡΩΜΗΣ

Οι εναλλακτικοί τρόποι πληρωμής που διαθέτει το yammas για τις παραγγελίες μέσω της εφαρμογής είναι οι παρακάτω:

-	Με πιστωτική ή χρεωστική κάρτα: Η χρέωση της κάρτας γίνεται μέσω της υπηρεσίας payment getaway της Εθνικής Τράπεζας της Ελλάδος, εφόσον ο χρήστης για οποιαδήποτε πληρωμή μεταφέρεται μέσω της εφαρμογής σε ασφαλές περιβάλλον τράπεζας, προκειμένου να διενεργηθεί οποιαδήποτε χρέωση/πίστωση στο λογαριασμό του. Υποστηριζόμενες κάρτες: Visa, Mastercard.

Όλες οι προσωπικές πληροφορίες του χρήστη, όπως ο αριθμός της πιστωτικής κάρτας, το όνομα και η διεύθυνσή του, παρέχονται στο πλαίσιο πληρωμής/χρέωσης του αντίστοιχου λογαριασμού ως ανωτέρω και μπορούν να χρησιμοποιηθούν αποκλειστικά και μόνο κατά τη μεταφορά του χρήστη στο ασφαλές περιβάλλον της τράπεζας, ενώ το yammas δεν έχει καμία πρόσβαση σε αυτά.

### ΠΡΟΣΤΑΣΙΑ ΠΡΟΣΩΠΙΚΩΝ ΔΕΔΟΜΕΝΩΝ ΧΡΗΣΤΩΝ ΚΑΙ ΕΠΙΣΚΕΠΤΩΝ 
Το yammas ενδέχεται να παρέχει προς τους χρήστες της εφαρμογής διάφορες φόρμες, στις οποίες αυτοί θα παρέχουν (μη ευαίσθητα) προσωπικά τους στοιχεία. Τα στοιχεία αυτά ζητούνται για τον σκοπό της καλύτερης εξυπηρέτησης των χρηστών και για κανέναν άλλο σκοπό. Τα ως άνω στοιχεία διαφυλάσσονται σύμφωνα με την κείμενη νομοθεσία για την προστασία των προσωπικών δεδομένων και προστατεύονται με διάφορες τεχνικές μεθόδους, ώστε να μην είναι επιτρεπτή η πρόσβαση τρίτων στα στοιχεία αυτά, εκτός εάν οι ίδιοι οι χρήστες συγκατατεθούν διαφορετικά εγγράφως συμπληρώνοντας θετικά το σχετικό πεδίο στις αντίστοιχες φόρμες υποβολής προσωπικών δεδομένων ή αποδεχόμενοι με όποιο άλλο τεχνικό μέσο τη δυνατότητα πρόσβασης τρίτων στις οικείες φόρμες υποβολής στοιχείων. Σε κάθε περίπτωση, οιοσδήποτε χρήστης έχει δικαίωμα ανά πάσα στιγμή να ζητήσει την διαγραφή των στοιχείων του από το τηρούμενο αρχείο. 

### ΑΣΦΑΛΕΙΑ

H εφαρμογή yammas χρησιμοποιεί το πρωτόκολλο HTTPS/SSL για ασφαλείς online εμπορικές συναλλαγές. Το πιστοποιητικό Starfield Services Root Certificate Authority - G2 της yammas έχει εκδοθεί από την εταιρία πιστοποίησης Starfield Technologies, Inc., με την πιστοποίηση της Amazon.

### ΔΙΑΦΗΜΙΣΗ 
To yammas δε φέρει οποιαδήποτε ευθύνη για την αξιοπιστία και την ποιότητα του περιεχομένου και των υπηρεσιών των διαφημιζομένων σε αυτό φορέων/εταιρειών ή μαρκών (brand names), καθώς επίσης και για οποιαδήποτε συναλλαγή, εμπορική ή μη, προκύψει μεταξύ των χρηστών/επισκεπτών του και των φορέων/εταιρειών αυτών.
ΔΙΑΡΚΕΙΑ ΛΕΙΤΟΥΡΓΙΑΣ ΥΠΗΡΕΣΙΩΝ 
Το yammas διατηρεί το δικαίωμα να ανανεώνει, να τροποποιεί, να διακόπτει προσωρινά ή μόνιμα ή και να καταργεί πλήρως μέρος ή και στο σύνολο του, το περιεχόμενο και τις υπηρεσίες της παρούσας εφαρμογής, χωρίς προηγούμενη ενημέρωση των χρηστών/επισκεπτών του.
ΔΙΑΡΚΕΙΑ ΟΡΩΝ ΧΡΗΣΗΣ 
Το yammas διατηρεί το δικαίωμα ανανέωσης και τροποποίησης των παρόντων όρων χρήσης, χωρίς προηγούμενη ενημέρωση των χρηστών/επισκεπτών του. Για το λόγο αυτό, συνίσταται η τακτική επίσκεψη των χρηστών στους παρόντες όρους και η προσεκτική ανάγνωσή τους.
ΑΠΟΔΟΧΗ ΟΡΩΝ ΧΡΗΣΗΣ 
Η επίσκεψη και η χρήση των παρεχομένων υπηρεσιών της παρούσας εφαρμογής συνεπάγεται την πλήρη και ανεπιφύλακτη αποδοχή των παραπάνω όρων.

### ΥΠΑΝΑΧΩΡΗΣΗ

Ο χρήστης δύναται να υπαναχωρήσει της παραγγελίας οποτεδήποτε από την επομένη ημέρα από την αποστολή της παραγγελίας στη συνεργαζόμενη εταιρία (φυσικό ή νομικό πρόσωπο). Το yammas δικαιούται να δεχτεί την ακύρωση της παραγγελίας μόνο στην περίπτωση που αυτή δεν έχει εκτελεσθεί και συνοδεύεται από την απόδειξη πληρωμής. Τα χρήματα της ακύρωσης επιστρέφονται εντός 10 ημερών από την ακύρωση της παραγγελίας. Η επιστροφή των χρημάτων μπορεί να γίνει με έκδοση πιστωτικού ή με επιστροφή χρημάτων.
`;